[
    {
        "paperId":"154b9fd69570539e90f51e1b19db944713d3bfdc",
        "title":"A Guideline for Life Cycle Assessment of Carbon Capture and Utilization",
        "abstract":"Carbon Capture and Utilization (CCU) is an emerging field proposed for emissions mitigation and even negative emissions. These potential benefits need to be assessed by the holistic method of Life Cycle Assessment (LCA) that accounts for multiple environmental impact categories over the entire life cycle of products or services. However, even though LCA is a standardized method, current LCA practice differs widely in methodological choices. The resulting LCA studies show large variability which limits their value for decision support. Applying LCA to CCU technologies leads to further specific methodological issues, e.g., due to the double role of CO2 as emission and feedstock. In this work, we therefore present a comprehensive guideline for LCA of CCU technologies. The guideline has been development in a collaborative process involving over 40 experts and builds upon existing LCA standards and guidelines. The presented guidelines should improve comparability of LCA studies through clear methodological guidance and predefined assumptions on feedstock and utilities. Transparency is increased through interpretation and reporting guidance. Improved comparability should help to strengthen knowledge-based decision-making. Consequently, research funds and time can be allocated more efficiently for the development of technologies for climate change mitigation and negative emissions.",
        "s2FieldsOfStudy":[
            {
                "category":"Business",
                "source":"external"
            },
            {
                "category":"Environmental Science",
                "source":"s2-fos-model"
            }
        ]
    },
    {
        "paperId":"e1e15aa932ac61efa8bb0c5cc99cfe6521458861",
        "title":"Carbon capture and storage update",
        "abstract":"In recent years, Carbon Capture and Storage (Sequestration) (CCS) has been proposed as a potential method to allow the continued use of fossil-fuelled power stations whilst preventing emissions of CO2 from reaching the atmosphere. Gas, coal (and biomass)-fired power stations can respond to changes in demand more readily than many other sources of electricity production, hence the importance of retaining them as an option in the energy mix. Here, we review the leading CO2 capture technologies, available in the short and long term, and their technological maturity, before discussing CO2 transport and storage. Current pilot plants and demonstrations are highlighted, as is the importance of optimising the CCS system as a whole. Other topics briefly discussed include the viability of both the capture of CO2 from the air and CO2 reutilisation as climate change mitigation strategies. Finally, we discuss the economic and legal aspects of CCS.",
        "s2FieldsOfStudy":[
            {
                "category":"Environmental Science",
                "source":"external"
            },
            {
                "category":"Environmental Science",
                "source":"s2-fos-model"
            }
        ]
    },
    {
        "paperId":"2b9bbadce98265af96d4e12f920a4891397040a9",
        "title":"Outlook of carbon capture technology and challenges.",
        "abstract":null,
        "s2FieldsOfStudy":[
            {
                "category":"Environmental Science",
                "source":"external"
            },
            {
                "category":"Medicine",
                "source":"external"
            },
            {
                "category":"Engineering",
                "source":"s2-fos-model"
            }
        ]
    },
    {
        "paperId":"56797e97f19f333b03106d1ed2814c263d20870d",
        "title":"Flexible Carbon Capture and Utilization technologies in future energy systems and the utilization pathways of captured CO2",
        "abstract":null,
        "s2FieldsOfStudy":[
            {
                "category":"Environmental Science",
                "source":"external"
            },
            {
                "category":"Engineering",
                "source":"s2-fos-model"
            }
        ]
    },
    {
        "paperId":"bfd53c8c02171b75dba1ffa1298b59a0b027d298",
        "title":"Calculating CO2 avoidance costs of Carbon Capture and Storage from industry",
        "abstract":"Abstract This work discusses methods for calculating the CO2 avoidance cost for Carbon Capture and Storage from the non-power generation industry. Unlike the power generation sector, three calculation methods are often used to evaluate the CO2 avoidance cost in the case of CCS from industrial sources. However, each of these methods relies on different assumptions of which potential users are not always aware. The links between these three methods are here presented and verified over an illustrative case to highlight the conditions that are required to ensure their reliable use, as well as their associated shortcomings. Finally, the basis to ensure the selection of the CO2 avoidance cost calculation method that is both valid and most efficient for cases considered by potential users are presented. Abbreviations: CCS, carbon capture and storage; CAPEX, capital expenditure; FCC, fluid catalytic cracker; OPEX, operating costs; TCR, total capital requirement.",
        "s2FieldsOfStudy":[
            {
                "category":"Environmental Science",
                "source":"external"
            },
            {
                "category":"Business",
                "source":"s2-fos-model"
            }
        ]
    },
    {
        "paperId":"56bf4091185ee0243087856055758d6118984816",
        "title":"Holistic Assessment of Carbon Capture and Utilization Value Chains",
        "abstract":"Carbon capture and utilization (CCU) is recognized by the European Union, along with carbon, capture and storage (CCS), as one of the main tools towards global warming mitigation. It has, thus, been extensively studied by various researchers around the world. The majority of the papers published so far focus on the individual stages of a CCU value chain (carbon capture, separation, purification, transportation, and transformation\/utilization). However, a holistic approach, taking into account the matching and the interaction between these stages, is also necessary in order to optimize and develop technically and economically feasible CCU value chains. The objective of this contribution is to present the most important studies that are related to the individual stages of CCU and to perform a critical review of the major existing methods, algorithms and tools that focus on the simulation or optimization of CCU value chains. The key research gaps will be identified and examined in order to lay the foundation for the development of a methodology towards the holistic assessment of CCU value chains.",
        "s2FieldsOfStudy":[
            {
                "category":"Computer Science",
                "source":"external"
            },
            {
                "category":"Computer Science",
                "source":"s2-fos-model"
            }
        ]
    },
    {
        "paperId":"b6bb06636648402dc393342720768317f8e6ff8e",
        "title":"Carbon capture, storage and utilisation technologies: A critical analysis and comparison of their life cycle environmental impacts",
        "abstract":null,
        "s2FieldsOfStudy":[
            {
                "category":"Environmental Science",
                "source":"external"
            },
            {
                "category":"Engineering",
                "source":"s2-fos-model"
            },
            {
                "category":"Environmental Science",
                "source":"s2-fos-model"
            }
        ]
    }
]