[
    {
        "paperId":"cb6524d36de77775de630af0541f1d2b1291d449",
        "title":"Post-combustion carbon capture",
        "abstract":null,
        "s2FieldsOfStudy":[
            {
                "category":"Materials Science",
                "source":"external"
            },
            {
                "category":"Engineering",
                "source":"s2-fos-model"
            }
        ]
    },
    {
        "paperId":"deff0e3386caac160ecf968815a2938a542e34f0",
        "title":"Postcombustion Carbon Capture Using Thin-Film Composite Membranes.",
        "abstract":"Climate change due to anthropogenic carbon dioxide emissions (e.g., combustion of fossil fuels) represents one of the most profound environmental disasters of this century. Equipping power plants with carbon capture and storage (CCS) technology has the potential to reduce current worldwide CO2 emissions. However, existing CCS schemes (i.e., amine scrubbing) are highly energy-intensive. The urgent abatement of CO2 emissions relies on the development of new, efficient technologies to capture CO2 from existing power plants. Membrane-based CO2 separation is an attractive technology that meets many of the requirements for energy-efficient industrial carbon capture. Within this domain, thin-film composite (TFC) membranes are particularly attractive, providing high gas permeance in comparison with conventional thicker (∼50 μm) dense membranes. TFC membranes are usually composed of three layers: (1) a bottom porous support layer; (2) a highly permeable intermediate gutter layer; and (3) a thin (<1 μm) species-selective top layer. A key challenge in the development of TFC membranes has been to simultaneously maximize the transmembrane gas permeance of the assembled membrane (by minimizing the gas resistance of each layer) while maintaining high gas-specific selectivity. In this Account, we provide an overview of our recent development of high-performance TFC membrane materials as well as insights into the unique fabrication strategies employed for the selective layer and gutter layer. Optimization of each layer of the membrane assembly individually results in significant improvements in overall membrane performance. First, incorporating nanosized fillers into the selective layer (poly(ethylene glycol)-based polymers) and reducing its thickness (to ca. 50 nm) through continuous assembly of polymers technology yields major improvements in CO2 permeance without loss of selectivity. Second, we focus on optimization of the middle gutter layer of TFC membranes. The development of enhanced gutter layers employing two- and three-dimensional metal-organic framework materials leads to considerable improvements in both CO2 permeance and selectivity compared with traditional poly(dimethylsiloxane) materials. Third, incorporation of a porous, flexible support layer culminates in a mechanically robust high-performance TFC membrane design that exhibits unprecedented CO2 separation performance and holds significant potential for industrial CO2 capture. Alternative strategies are also emerging, whereby the selective layer and gutter layer may be combined for enhanced membrane efficiency. This Account highlights the CO2 capture performance, current challenges, and future research directions in designing high-performance TFC membranes.",
        "s2FieldsOfStudy":[
            {
                "category":"Medicine",
                "source":"external"
            },
            {
                "category":"Engineering",
                "source":"s2-fos-model"
            }
        ]
    },
    {
        "paperId":"0c692ca7284357969531fbb8e94de9862f984bd8",
        "title":"Stability and Carbon Capture Enhancement by Coal-Fly-Ash-Doped Sorbents at a High Temperature",
        "abstract":"Carbon capture using various technical options, viz., adsorption, absorption, chemical looping combustion, membrane separation, and cryogenic separation in either pre- or post=combustion modes, has been found to be the effective solution to tackle a serious concern of global warming. Although adsorption has been widely employed in carbon capture as a result of its economically and environmentally benign nature, it could not be commercialized as a result of the highly energy-intensive regeneration process involved. The major challenge in carbon capture is its sustainability at a high temperature, therefore enabling an easy integration with power generation to make it commercially viable, and also in the production of hydrogen using sorption-enhanced steam reforming. In this work, various combinations of sorbents based on CaO, MgO, zeolites H-Beta and H-ZSM 5, and Al2O3 with and without doping of coal fly ash (C and F types) have been employed in carbon capture using a lab-scale fixed-bed reactor system. Af...",
        "s2FieldsOfStudy":[
            {
                "category":"Chemistry",
                "source":"external"
            },
            {
                "category":"Engineering",
                "source":"s2-fos-model"
            }
        ]
    }
]