[
    {
        "paperId":"17a3eb5c5fe7d6d90cde7098b5fceead18ae2d33",
        "title":"Carbon capture and storage at the end of a lost decade",
        "abstract":null,
        "s2FieldsOfStudy":[
            {
                "category":"Engineering",
                "source":"s2-fos-model"
            }
        ]
    },
    {
        "paperId":"eff38e9fd207de2256d78aa3a1a8bfba019095c5",
        "title":"Hydrological limits to carbon capture and storage",
        "abstract":null,
        "s2FieldsOfStudy":[
            {
                "category":"Environmental Science",
                "source":"external"
            },
            {
                "category":"Environmental Science",
                "source":"s2-fos-model"
            }
        ]
    },
    {
        "paperId":"6901beee29fd0c97005ff92a7aefc5c70d19aab5",
        "title":"Negative emissions technologies and carbon capture and storage to achieve the Paris Agreement commitments",
        "abstract":"How will the global atmosphere and climate be protected? Achieving net-zero CO2 emissions will require carbon capture and storage (CCS) to reduce current GHG emission rates, and negative emissions technology (NET) to recapture previously emitted greenhouse gases. Delivering NET requires radical cost and regulatory innovation to impact on climate mitigation. Present NET exemplars are few, are at small-scale and not deployable within a decade, with the exception of rock weathering, or direct injection of CO2 into selected ocean water masses. To keep warming less than 2°C, bioenergy with CCS (BECCS) has been modelled but does not yet exist at industrial scale. CCS already exists in many forms and at low cost. However, CCS has no political drivers to enforce its deployment. We make a new analysis of all global CCS projects and model the build rate out to 2050, deducing this is 100 times too slow. Our projection to 2050 captures just 700 Mt CO2 yr−1, not the minimum 6000 Mt CO2 yr−1 required to meet the 2°C target. Hence new policies are needed to incentivize commercial CCS. A first urgent action for all countries is to commercially assess their CO2 storage. A second simple action is to assign a Certificate of CO2 Storage onto producers of fossil carbon, mandating a progressively increasing proportion of CO2 to be stored. No CCS means no 2°C. This article is part of the theme issue ‘The Paris Agreement: understanding the physical and social challenges for a warming world of 1.5°C above pre-industrial levels'.",
        "s2FieldsOfStudy":[
            {
                "category":"Environmental Science",
                "source":"external"
            },
            {
                "category":"Medicine",
                "source":"external"
            },
            {
                "category":"Environmental Science",
                "source":"s2-fos-model"
            }
        ]
    },
    {
        "paperId":"be026181508eca3fc0ce54bb3571f4fdbc014a8b",
        "title":"Infrastructure to enable deployment of carbon capture, utilization, and storage in the United States",
        "abstract":"Significance Carbon capture, utilization, and storage (CCUS) is a crucial technology needed to limit warming to the 2 °C target of the Paris Agreement. However, deployment is lagging far behind estimates of what is required. We demonstrate an opportunity to significantly expand CCUS in the United States in the near-term, spurred by new financial incentives enacted in February 2018, by targeting the lowest-cost capture opportunities and by deploying only commercially proven technologies. The carbon dioxide pipeline transport network would serve near-term oil industry demand for carbon dioxide while also connecting multiple prospective long-term dedicated geological storage resources. This would be a flexible long-term infrastructure asset for carbon management in the United States that would enable and accelerate future CCUS deployment. In February 2018, the United States enacted significant financial incentives for carbon capture, utilization, and storage (CCUS) that will make capture from the lowest-capture-cost sources economically viable. The largest existing low-capture-cost opportunity is from ethanol fermentation at biorefineries in the Midwest. An impediment to deployment of carbon capture at ethanol biorefineries is that most are not close to enhanced oil recovery (EOR) fields or other suitable geological formations in which the carbon dioxide could be stored. Therefore, we analyze the viability of a pipeline network to transport carbon dioxide from Midwest ethanol biorefineries to the Permian Basin in Texas, which has the greatest current carbon dioxide demand for EOR and large potential for expansion. We estimate capture and transport costs and perform economic analysis for networks under three pipeline financing scenarios representing different combinations of commercial and government finance. Without government finance, we find that a network earning commercial rates of return would not be viable. With 50% government financing for pipelines, 19 million tons of carbon dioxide per year could be captured and transported profitably. Thirty million tons per year could be captured with full government pipeline financing, which would double global anthropogenic carbon capture and increase the United States’ carbon dioxide EOR industry by 50%. Such a development would face challenges, including coordination between governments and industries, pressing timelines, and policy uncertainties, but is not unprecedented. This represents an opportunity to considerably increase CCUS in the near-term and develop long-term transport infrastructure facilitating future growth.",
        "s2FieldsOfStudy":[
            {
                "category":"Environmental Science",
                "source":"external"
            },
            {
                "category":"Medicine",
                "source":"external"
            },
            {
                "category":"Economics",
                "source":"s2-fos-model"
            }
        ]
    },
    {
        "paperId":"0a57e77de42dda7fc5af5dbbb8390c7fce9b251c",
        "title":"Governance of bioenergy with carbon capture and storage (BECCS): accounting, rewarding, and the Paris agreement",
        "abstract":"ABSTRACT Studies show that the ‘well below 2°C’ target from the Paris Agreement will be hard to meet without large negative emissions from mid-century onwards, which means removing CO2 from the atmosphere and storing the carbon dioxide in biomass, soil, suitable geological formations, deep ocean sediments, or chemically bound to certain minerals. Biomass energy combined with Carbon Capture and Storage (BECCS) is the negative emission technology (NET) given most attention in a number of integrated assessment model studies and in the latest IPCC reports. However, less attention has been given to governance aspects of NETs. This study aims to identify pragmatic ways forward for BECCS, through synthesizing the literature relevant to accounting and rewarding BECCS, and its relation to the Paris Agreement. BECCS is divided into its two elements: biomass and CCS. Calculating net negative emissions requires accounting for sustainability and resource use related to biomass energy production, processing and use, and interactions with the global carbon cycle. Accounting for the CCS element of BECCS foremost relates to the carbon dioxide capture rate and safe underground storage. Rewarding BECCS as a NET depends on the efficiency of biomass production, transport and processing for energy use, global carbon cycle feedbacks, and safe storage of carbon dioxide, which together determine net carbon dioxide removal from the atmosphere. Sustainable biomass production is essential, especially with regard to trade-offs with competing land use. Negative emissions have an added value compared to avoided emissions, which should be reflected in the price of negative emission ‘credits’, but must be discounted due to global carbon cycle feedbacks. BECCS development will depend on linkages to carbon trading mechanisms and biomass trading. Key policy insights A standardized framework for sustainable biomass should be adopted. Countries should agree on a standardized framework for accounting and rewarding BECCS and other negative emission technologies. Early government support is indispensable to enable BECCS development, scale-up and business engagement. BECCS projects should be designed to maximize learning across various applications and across other NETs. BECCS development should be aligned with modalities of the Paris Agreement and market mechanisms.",
        "s2FieldsOfStudy":[
            {
                "category":"Economics",
                "source":"external"
            },
            {
                "category":"Environmental Science",
                "source":"s2-fos-model"
            }
        ]
    }
]