[
    {
        "paperId":"c5d58c42f6af877a3b99a98114c1c633674928af",
        "title":"The climate change mitigation potential of bioenergy with carbon capture and storage",
        "abstract":null,
        "s2FieldsOfStudy":[
            {
                "category":"Environmental Science",
                "source":"external"
            },
            {
                "category":"Environmental Science",
                "source":"s2-fos-model"
            }
        ]
    },
    {
        "paperId":"06722bd8b09142c753410125641688556d2cebbc",
        "title":"Evaluating the use of biomass energy with carbon capture and storage in low emission scenarios",
        "abstract":"Biomass Energy with Carbon Capture and Storage (BECCS) is heavily relied upon in scenarios of future emissions that are consistent with limiting global mean temperature increase to 1.5 °C or 2 °C above pre-industrial. These temperature limits are defined in the Paris Agreement in order to reduce the risks and impacts of climate change. Here, we explore the use of BECCS technologies in a reference scenario and three low emission scenarios generated by an integrated assessment model (IMAGE). Using these scenarios we investigate the feasibility of key implicit and explicit assumptions about these BECCS technologies, including biomass resource, land use, CO2 storage capacity and carbon capture and storage (CCS) deployment rate. In these scenarios, we find that half of all global CO2 storage required by 2100 occurs in USA, Western Europe, China and India, which is compatible with current estimates of regional CO2 storage capacity. CCS deployment rates in the scenarios are very challenging compared to historical rates of fossil, renewable or nuclear technologies and are entirely dependent on stringent policy action to incentivise CCS. In the scenarios, half of the biomass resource is derived from agricultural and forestry residues and half from dedicated bioenergy crops grown on abandoned agricultural land and expansion into grasslands (i.e. land for forests and food production is protected). Poor governance of the sustainability of bioenergy crop production can significantly limit the amount of CO2 removed by BECCS, through soil carbon loss from direct and indirect land use change. Only one-third of the bioenergy crops are grown in regions associated with more developed governance frameworks. Overall, the scenarios in IMAGE are ambitious but consistent with current relevant literature with respect to assumed biomass resource, land use and CO2 storage capacity.",
        "s2FieldsOfStudy":[
            {
                "category":"Physics",
                "source":"external"
            },
            {
                "category":"Environmental Science",
                "source":"external"
            },
            {
                "category":"Environmental Science",
                "source":"s2-fos-model"
            }
        ]
    },
    {
        "paperId":"79d5e67e9de8214d670fadb2ae78cc55ec09a292",
        "title":"Global economic consequences of deploying bioenergy with carbon capture and storage (BECCS)",
        "abstract":"Bioenergy with carbon capture and storage (BECCS) is considered a potential source of net negative carbon emissions and, if deployed at sufficient scale, could help reduce carbon dioxide emissions and concentrations. However, the viability and economic consequences of large-scale BECCS deployment are not fully understood. We use the Global Change Assessment Model (GCAM) integrated assessment model to explore the potential global and regional economic impacts of BECCS. As a negative-emissions technology, BECCS would entail a net subsidy in a policy environment in which carbon emissions are taxed. We show that by mid-century, in a world committed to limiting climate change to 2 °C, carbon tax revenues have peaked and are rapidly approaching the point where climate mitigation is a net burden on general tax revenues. Assuming that the required policy instruments are available to support BECCS deployment, we consider its effects on global trade patterns of fossil fuels, biomass, and agricultural products. We find that in a world committed to limiting climate change to 2 °C, the absence of CCS harms fossil-fuel exporting regions, while the presence of CCS, and BECCS in particular, allows greater continued use and export of fossil fuels. We also explore the relationship between carbon prices, food-crop prices and use of BECCS. We show that the carbon price and biomass and food crop prices are directly related. We also show that BECCS reduces the upward pressure on food crop prices by lowering carbon prices and lowering the total biomass demand in climate change mitigation scenarios. All of this notwithstanding, many challenges, both technical and institutional, remain to be addressed before BECCS can be deployed at scale.",
        "s2FieldsOfStudy":[
            {
                "category":"Physics",
                "source":"external"
            },
            {
                "category":"Economics",
                "source":"external"
            },
            {
                "category":"Economics",
                "source":"s2-fos-model"
            },
            {
                "category":"Environmental Science",
                "source":"s2-fos-model"
            }
        ]
    }
]