[
    {
        "paperId":"19b604c4e00c43cfd916603d20b2532ccb2896ea",
        "title":"Carbon Capture From Flue Gas and the Atmosphere: A Perspective",
        "abstract":"Climate change has become a worldwide concern with the rapid rise of the atmospheric Co2 concentration. To mitigate Co2 emissions, the research and development efforts in Co2 capture and separation both from the stationary sources with high Co2 concentrations (e.g., coal-fired power plant flue gas) and directly from the atmosphere have grown significantly. Much progress has been achieved, especially within the last twenty years. In this perspective, we first briefly review the current status of carbon capture technologies including absorption, adsorption, membrane, biological capture, and cryogenic separation, and compare their advantages and disadvantages. Then, we focus mainly on the recent advances in the absorption, adsorption, and membrane technologies. Even though numerous optimizations in materials and processes have been pursued, implementing a single separation process is still quite energy-intensive or costly. To address the challenges, we provide our perspectives on future directions of Co2 capture research and development, that is, the combination of flue gas recycling and hybrid capture system, and one-step integrated Co2 capture and conversion system, as they have the potential to overcome the technical bottlenecks of single capture technologies, offering significant improvement in energy efficiency and cost-effectiveness.",
        "s2FieldsOfStudy":[
            {
                "category":"Environmental Science",
                "source":"s2-fos-model"
            }
        ]
    },
    {
        "paperId":"522986777b3989c34f0ea37a35e1c4f4fb3d65c8",
        "title":"Carbon Capture and Utilization Technology without Carbon Dioxide Purification and Pressurization: A Review on Its Necessity and Available Technologies",
        "abstract":"Carbon capture and utilization (CCU) has attracted increased attention as a means to mitigate and adapt to climate change. CCU technology regards CO2 as a raw material and reduces CO2 emissions. However, purity and pressurization requirements in most CCU technologies are high. Flue gas that is emitted from industries and transportation requires advanced purification and pressurization, which limits the development and decreases the feasibility of CCU application. Hence, a new approach to CCU technology without CO2 purification and pressurization is desirable. This study reviews differences between the CO2 purity and pressure of waste CO2 and feedstock CO2, reviews difficulties of CO2 purification and pressurization in recent developments of CCU, and provides several promising examples of CCU technologies without CO2 pressurization and\/or purification. Various promising CCU technologies and their future research prospects are discussed. Mineral carbonation and biological conversion appear to be possible so...",
        "s2FieldsOfStudy":[
            {
                "category":"Chemistry",
                "source":"external"
            },
            {
                "category":"Environmental Science",
                "source":"external"
            },
            {
                "category":"Agricultural And Food Sciences",
                "source":"s2-fos-model"
            }
        ]
    },
    {
        "paperId":"3c87b0e4d3d93128fb6d425da491a7fea528b587",
        "title":"Carbon capture and utilization technologies: a literature review and recent advances",
        "abstract":"ABSTRACT This paper presents a comprehensive list of Carbon Capture and Utilization technologies and applications, ranging from lab-scale R&D activities reported in academic papers to commercially established uses of carbon dioxide. Carbon dioxide, as a source of carbon, has the potential to be used as a solvent, as a raw material in the manufacturing of fuels, carbonates, polymers, and chemicals, or as a recovery agent in techniques such as enhanced oil recovery or enhanced coal bed methane. In this paper, a literature review and recent advances of each technology are explained. To finish, most relevant Life Cycle Assessment studies carried out by experts in this field are included. Among the different alternatives studied for the use of carbon dioxide, the processes of carboxylation, consisting the synthesis of carbonates and carboxylates, have stood out. Both the production of salicylic acid as well as that of dimethyl carbonate and mineral carbonation are presented as the most likely applications of carbon dioxide, at least, in the short term.",
        "s2FieldsOfStudy":[
            {
                "category":"Engineering",
                "source":"external"
            },
            {
                "category":"Chemistry",
                "source":"s2-fos-model"
            }
        ]
    },
    {
        "paperId":"a747814dc1c674fe172b9bec5315da5fafd57060",
        "title":"Industrial carbon dioxide capture and utilization: state of the art and future challenges.",
        "abstract":"Dramatically increased CO2 concentration from several point sources is perceived to cause severe greenhouse effect towards the serious ongoing global warming with associated climate destabilization, inducing undesirable natural calamities, melting of glaciers, and extreme weather patterns. CO2 capture and utilization (CCU) has received tremendous attention due to its significant role in intensifying global warming. Considering the lack of a timely review on the state-of-the-art progress of promising CCU techniques, developing an appropriate and prompt summary of such advanced techniques with a comprehensive understanding is necessary. Thus, it is imperative to provide a timely review, given the fast growth of sophisticated CO2 capture and utilization materials and their implementation. In this work, we critically summarized and comprehensively reviewed the characteristics and performance of both liquid and solid CO2 adsorbents with possible schemes for the improvement of their CO2 capture ability and advances in CO2 utilization. Their industrial applications in pre- and post-combustion CO2 capture as well as utilization were systematically discussed and compared. With our great effort, this review would be of significant importance for academic researchers for obtaining an overall understanding of the current developments and future trends of CCU. This work is bound to benefit researchers in fields relating to CCU and facilitate the progress of significant breakthroughs in both fundamental research and commercial applications to deliver perspective views for future scientific and industrial advances in CCU.",
        "s2FieldsOfStudy":[
            {
                "category":"Medicine",
                "source":"external"
            },
            {
                "category":"Environmental Science",
                "source":"external"
            },
            {
                "category":"Computer Science",
                "source":"s2-fos-model"
            }
        ]
    },
    {
        "paperId":"d0f35820cbb66e2494a102c8a0e5ad887c22d5a1",
        "title":"Carbon capture by absorption – Path covered and ahead",
        "abstract":null,
        "s2FieldsOfStudy":[
            {
                "category":"Chemistry",
                "source":"external"
            },
            {
                "category":"Engineering",
                "source":"s2-fos-model"
            }
        ]
    }
]