[
    {
        "paperId":"bf983a2df729dee6684ab8a8b6ca4daac4609192",
        "title":"Low-carbon economic dispatch for electricity and natural gas systems considering carbon capture systems and power-to-gas",
        "abstract":null,
        "s2FieldsOfStudy":[
            {
                "category":"Engineering",
                "source":"s2-fos-model"
            }
        ]
    },
    {
        "paperId":"7882ea14398b5578f493473d3cce84b784295240",
        "title":"Considering Carbon Capture and Storage in Electricity Generation Expansion Planning",
        "abstract":"Nowadays, CO2 is the primary greenhouse gas pollutant and fossil fuel-fired electrical power plants are the major producer of CO2. In this regard, it is required to equip the electrical power plants with carbon capture and storage (CCS) systems. This paper addresses a multistage generation expansion planning (GEP) including nuclear units, renewable energy units, and different fossil fuel-fired units equipped with CCS. The proposed GEP minimizes the planning costs and CO2 at the same time, while it considers CCS cost and revenue. The problem is mathematically expressed as a constrained, mixed-integer, and nonlinear optimization problem and solved using particle swarm optimization (PSO) algorithm. The problem considers all practical constraints including security constraints of the network, and the generating units constraints of operation. Simulation results demonstrate that utilizing CCS significantly impacts on the planning output. Eventually, a comprehensive sensitivity analysis is carried out based on the CCS cost and revenue.",
        "s2FieldsOfStudy":[
            {
                "category":"Engineering",
                "source":"external"
            },
            {
                "category":"Engineering",
                "source":"s2-fos-model"
            }
        ]
    },
    {
        "paperId":"9c8d5ceb7a5e24611c34a31c1dbe777edbe3a9da",
        "title":"Modeling of Carbon Capture Technology Attributes for Unit Commitment in Emission-Constrained Environment",
        "abstract":"This paper discusses the modeling and analysis of a carbon capture technology-based resource scheduling\/unit commitment (UC) methodology in carbon\/emission-constrained environment. In carbon markets, the overall generation from conventional\/fossil-fueled thermal plants is constrained over the total cost which is the sum of generation, capture cost\/emission avoidance cost. Therefore, in this paper, generalized\/uniform performance indices affecting the UC schedule are derived. Also, a commitment\/scheduling methodology based on capture and fuel cost is devised rather than the existing penalty cost methodology as in the modernized markets everything was dealt in monetary value. Furthermore, the impact of type of resource used, i.e., coal rank is also considered to evaluate the sensitivity of scheduling decisions and financial influence of carbon capture technology. Along with performance indices, correction factors are also proposed to justify the effect of resource\/coal rank in the process of optimal generation allocation. The effect of correction factors and type of coal is observed to be predominant at lower capture efficiencies compared to higher capture efficiency. The effectiveness of the proposed method over the penalty method is reflected in reduced generation cost and emission avoidance cost when compared to the penalty-based methodology.",
        "s2FieldsOfStudy":[
            {
                "category":"Engineering",
                "source":"external"
            },
            {
                "category":"Engineering",
                "source":"s2-fos-model"
            }
        ]
    }
]