[
    {
        "paperId":"7bb530adabf37316089b13690cf060c1b156b787",
        "title":"Framing effects on public support for carbon capture and storage",
        "abstract":null,
        "s2FieldsOfStudy":[
            {
                "category":"Business",
                "source":"external"
            },
            {
                "category":"Environmental Science",
                "source":"s2-fos-model"
            }
        ]
    },
    {
        "paperId":"0d3587d6d71cf7ae8e6dbfce01c29adc5cbcd569",
        "title":"Perceptions of bioenergy with carbon capture and storage in different policy scenarios",
        "abstract":null,
        "s2FieldsOfStudy":[
            {
                "category":"Business",
                "source":"external"
            },
            {
                "category":"Medicine",
                "source":"external"
            },
            {
                "category":"Political Science",
                "source":"s2-fos-model"
            }
        ]
    },
    {
        "paperId":"159df4c005aecff77384e075dc4baad87c4ad62f",
        "title":"Public perception of climate engineering and carbon capture and storage in Germany: survey evidence",
        "abstract":"ABSTRACT Climate engineering (CE) and carbon capture and storage are controversial options for addressing climate change. This study compares public perception in Germany of three specific measures: solar radiation management (SRM) via stratospheric sulphate injection, large-scale afforestation, and carbon capture and storage sub-seabed (CCS-S). In a survey experiment we find that afforestation is most readily accepted as a measure for addressing climate change, followed by CCS-S and lastly SRM, which is widely rejected. Providing additional information decreases acceptance for all measures, but their ranking remains unchanged. The acceptance of all three measures is especially influenced by the perceived seriousness of climate change and by trust in institutions. Also, respondents dislike the measures more if they perceive them as a way of shirking responsibility for emissions or as an unconscionable manipulation of nature. Women react more negatively to information than men, whereas the level of education or the degree of intuitive vs reflective decision making does not influence the reaction to information. POLICY RELEVANCE Current projections suggest that the use of climate engineering (CE) technologies or carbon capture and storage (CCS) is necessary if global warming is to be kept well below 2°C. Our article focuses on the perspective of the general public and thus supplements the dialogue between policymakers, interest groups, and scientists on how to address climate change. We show that in Germany public acceptance of potentially effective measures such as SRM or CCS-S is low and decreases even more when additional information is provided. This implies that lack of public acceptance may turn out to be a bottleneck for future implementation. Ongoing research and development in connection with CCS-S and SRM requires continuous communication with, and involvement of, the public in order to obtain feedback and assess the public’s reservations about the measures. The low level of acceptance also implies that emission reduction should remain a priority in climate policy.",
        "s2FieldsOfStudy":[
            {
                "category":"Business",
                "source":"external"
            },
            {
                "category":"Environmental Science",
                "source":"s2-fos-model"
            }
        ]
    }
]