[
    {
        "paperId":"ecacc2f192e4b881ca95749821b9d8595a81477b",
        "title":"Atmospheric Carbon Capture",
        "abstract":null,
        "s2FieldsOfStudy":[
            {
                "category":"Environmental Science",
                "source":"s2-fos-model"
            }
        ]
    },
    {
        "paperId":"e24d6d882c78389a9c356b87ac46e065087549cf",
        "title":"Climate change mitigation potential of carbon capture and utilization in the chemical industry",
        "abstract":"Significance Carbon dioxide (CO2) drives climate change when released to the atmosphere. Alternatively, CO2 could be captured and utilized as carbon source for chemicals. Here, we provide a global assessment of the technical climate change mitigation potential of carbon capture and utilization (CCU) in the chemical industry. We develop an engineering-level model of the global chemical industry representing 75% of current greenhouse gas (GHG) emissions. The model allows us to analyze the potential disruptive changes through large-scale CO2 utilization and resulting emission reductions. Our study shows that CCU has the technical potential to lead to a carbon-neutral chemical industry and decouple chemical production from fossil resources. This transition, however, would cause largely increased mass flows and demand for low-carbon electricity. Chemical production is set to become the single largest driver of global oil consumption by 2030. To reduce oil consumption and resulting greenhouse gas (GHG) emissions, carbon dioxide can be captured from stacks or air and utilized as alternative carbon source for chemicals. Here, we show that carbon capture and utilization (CCU) has the technical potential to decouple chemical production from fossil resources, reducing annual GHG emissions by up to 3.5 Gt CO2-eq in 2030. Exploiting this potential, however, requires more than 18.1 PWh of low-carbon electricity, corresponding to 55% of the projected global electricity production in 2030. Most large-scale CCU technologies are found to be less efficient in reducing GHG emissions per unit low-carbon electricity when benchmarked to power-to-X efficiencies reported for other large-scale applications including electro-mobility (e-mobility) and heat pumps. Once and where these other demands are satisfied, CCU in the chemical industry could efficiently contribute to climate change mitigation.",
        "s2FieldsOfStudy":[
            {
                "category":"Medicine",
                "source":"external"
            },
            {
                "category":"Environmental Science",
                "source":"external"
            },
            {
                "category":"Environmental Science",
                "source":"s2-fos-model"
            }
        ]
    },
    {
        "paperId":"7cb3034e94dce60304b7890b0e47786f1f1538e0",
        "title":"Progress in carbon capture technologies.",
        "abstract":null,
        "s2FieldsOfStudy":[
            {
                "category":"Medicine",
                "source":"external"
            },
            {
                "category":"Environmental Science",
                "source":"external"
            },
            {
                "category":"Environmental Science",
                "source":"s2-fos-model"
            }
        ]
    }
]