{
    "New, more efficient and lower-cost capture technologies across a range of applications are changing the outlook for one of the most significant cost components of the carbon capture and storage value chain.": "In every part of the CCS value chain, substantial progress is being made. New, more efficient and lower-cost capture technologies across a range of applications are changing the outlook for one of the most significant cost components of the carbon capture and storage value chain.[https://www.weforum.org/agenda/2020/12/carbon-capture-and-storage-can-help-us-beat-climate-change/]",
    "There are favourable policy settings in many countries that are boosting the number of projects under active investigation and development.": "favourable policy settings in many countries, including the USA, UK, the EU and Australia are boosting the number of projects under active investigation and development.[https://www.weforum.org/agenda/2020/12/carbon-capture-and-storage-can-help-us-beat-climate-change/]",
    "Ongoing research and development efforts are focused on improving the cost-effectiveness and energy efficiency of carbon capture technologies.": "The ongoing research and development efforts are focused on improving the cost-effectiveness and energy efficiency of carbon capture technologies.[https://climate.mit.edu/ask-mit/how-efficient-carbon-capture-and-storage]",
    "One ongoing research and development effort to improve the cost-effectiveness and energy efficiency of carbon capture technologies is the development of a water-lean solvent that can absorb carbon dioxide before it reaches the atmosphere. This technology has been tested in the lab and at a pilot plant scale, and has been scaled up to a 12-megawatt demonstration facility in Norway. The solvent allows carbon to be captured at a cost of approximately $42 per ton, close to the Department of Energy's target of between $30 and $40 per ton.": "We have developed a water-lean solvent that can absorb carbon dioxide before it reaches the atmosphere. We tested this technology in our lab and at the pilot plant scale at SINTEF and have scaled up 200,000X to a 12-megawatt demonstration facility in Norway. Our solvent allows carbon to be captured at a cost of approximately $42 per ton, close to the Department of Energy’s target of between $30 and $40 per ton.[https://www.rti.org/impact/carbon-capture-technology]",
    "In addition to demonstrating our process at the largest scale so far, we embarked on a new partnership with the Pacific Northwest National Laboratory to develop even more advanced solvents.": "In addition to demonstrating our process at the largest scale so far, we embarked on a new partnership with the Pacific Northwest National Laboratory to develop even more advanced solvents.[https://www.rti.org/impact/carbon-capture-technology]",
    "To improve the cost-effectiveness and energy efficiency of carbon capture technologies, there is a need for stronger financial incentives, such as a carbon price, to encourage power plants to invest in higher capture percentages.": "To realize that goal, however, power plants will have to pay a lot more for every extra molecule of CO2 they capture—which means they need stronger financial incentives to cut their carbon emissions. A carbon price would be one way to create those incentives, by taxing plants on whatever CO2 enters the atmosphere.[https://climate.mit.edu/ask-mit/how-efficient-carbon-capture-and-storage]",
    "CCUS can be retrofitted to power and industrial plants that may otherwise still be emitting 8 billion tonnes of CO2 in 2050 – around one-quarter of today’s annual energy-sector emissions.": "In its recently published report, the IEA identified four crucial ways in which CCUS can contribute to a successful clean energy transition:CCUS can be retrofitted to power and industrial plants that may otherwise still be emitting 8 billion tonnes of CO2 in 2050 – around one-quarter of today’s annual energy-sector emissions.[https://www.iea.org/commentaries/is-carbon-capture-too-expensive]",
    "There is considerable potential to reduce costs along the CCUS value chain, particularly as many applications are still in the early stages of commercialisation.": "There is considerable potential to reduce costs along the CCUS value chain, particularly as many applications are still in the early stages of commercialisation.[https://www.iea.org/commentaries/is-carbon-capture-too-expensive]",
    "The development of economic stimulus packages in response to the Covid‑19‑related economic downturn presents a unique opportunity to boost investment in CCUS and support a least-cost pathway to net zero.": "The development of economic stimulus packages in response to the Covid‑19‑related economic downturn presents a unique opportunity to boost investment in CCUS and support a least-cost pathway to net zero.[https://www.iea.org/commentaries/is-carbon-capture-too-expensive]"
}